{
  "Air Headz": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × Unknown",
    "thc": "22-28%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Euphoric, Creative, Uplifted, Focused",
    "flavors": "Sweet, Candy, Fruity, Berry",
    "short_desc": "Elevated euphoria. Clean candy notes. Air Headz floats in smooth, hits precise, and leaves you floating three feet off the ground.",
    "long_desc": "Air Headz delivers a weightless euphoric experience wrapped in candy-sweet terpenes. This hybrid brings sharp mental clarity and creative flow without the crash. Each batch is hand-trimmed to preserve the delicate trichome structure and complex flavor profile.\n\nThe high starts cerebral—clean, focused elevation that opens creative pathways. Then a gentle body relaxation settles in, never heavy, always balanced. Perfect for daytime productivity or evening social sessions.\n\nGrown in controlled environments. Hand-selected. Lab-tested for purity and potency. No compromises.\n\nPure. Potent. Precise."
  },
  "Apples And Bananas": {
    "strain_type": "Hybrid",
    "genetics": "((Platinum Cookies × Granddaddy Purple) × Blue Power) × Gelatti",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Relaxed, Happy, Creative",
    "flavors": "Fruity, Sweet, Apple, Tropical",
    "short_desc": "Complex fruit fusion. Apples and Bananas delivers a layered high that starts sweet and ends sophisticated.",
    "long_desc": "Apples and Bananas is a masterclass in modern cannabis breeding. Complex genetics produce a fruit-forward profile that's equal parts sophisticated and satisfying. The name isn't marketing—it's accuracy.\n\nEach inhale brings waves of tropical fruit and fresh apple, backed by earthy depth. The high is layered: euphoric mental elevation paired with full-body relaxation. Potent enough for veterans, smooth enough for everyone.\n\nMeticulously cultivated using organic methods. Hand-trimmed by expert growers. Lab-tested for potency and purity. Every batch meets the same exacting standards.\n\nFresh. Potent. Uncompromising."
  },
  "Banana": {
    "strain_type": "Hybrid",
    "genetics": "Banana Kush × Unknown",
    "thc": "20-25%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Limonene, Caryophyllene",
    "effects": "Relaxed, Happy, Euphoric, Sleepy",
    "flavors": "Banana, Sweet, Tropical, Earthy",
    "short_desc": "Smooth tropical sweetness. Banana brings mellow vibes and full-body relaxation wrapped in fruit-forward terpenes.",
    "long_desc": "Banana delivers exactly what the name promises: smooth tropical sweetness backed by deep relaxation. This hybrid leans indica, bringing full-body calm without complete sedation.\n\nThe aroma is unmistakable—ripe banana with earthy undertones. The high melts stress, eases tension, and brings a gentle euphoria that's perfect for evening wind-down. No anxiety, no paranoia, just clean relaxation.\n\nSmall-batch cultivation ensures consistency. Hand-trimmed to preserve terpene integrity. Lab-tested for purity.\n\nPure. Potent. Reliable."
  },
  "Blue Zushi Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Zkittlez × Kush Mints",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Relaxed, Happy, Euphoric, Calm",
    "flavors": "Berry, Sweet, Grape, Creamy",
    "short_desc": "Smooth berry fusion. Blue Zushi Runtz brings balanced elevation with a creamy finish that lingers.",
    "long_desc": "Blue Zushi Runtz represents the pinnacle of modern hybrid breeding. Complex genetics produce a berry-forward profile with creamy undertones and a high that balances mind and body perfectly.\n\nThe flavor profile is sophisticated: sweet berries and grape notes backed by a smooth, creamy exhale. The high starts cerebral—uplifting and creative—then transitions to full-body relaxation. Perfectly balanced for any time of day.\n\nCultivated with precision. Hand-trimmed for quality. Lab-tested for consistency.\n\nClean. Potent. Balanced."
  },
  "Bolo Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Zkittlez × Gelato",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Uplifted, Relaxed, Creative",
    "flavors": "Sweet, Fruity, Candy, Tropical",
    "short_desc": "Pure candy elevation. Bolo Runtz hits sweet and finishes smooth, delivering balanced euphoria wrapped in tropical terpenes.",
    "long_desc": "Bolo Runtz is refined candy genetics executed at the highest level. This hybrid brings sweet tropical flavors and a balanced high that satisfies both mind and body.\n\nThe aroma explodes with candy sweetness and tropical fruit. The high is euphoric and uplifting without racing thoughts or anxiety. Perfect for social situations or creative sessions. Potent enough to impress, smooth enough to enjoy.\n\nGrown in controlled environments using organic methods. Hand-trimmed to preserve trichome density. Lab-tested for purity and potency.\n\nFresh. Potent. Pure."
  },
  "Detroit Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Gelato × Zkittlez",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Relaxed, Happy, Focused",
    "flavors": "Sweet, Fruity, Berry, Citrus",
    "short_desc": "Motor City genetics. Detroit Runtz brings heavy-hitting euphoria with a smooth candy finish.",
    "long_desc": "Detroit Runtz carries the weight of its name. This heavy-hitting hybrid delivers potent euphoria wrapped in smooth candy-sweet terpenes. Built for those who demand both flavor and firepower.\n\nThe flavor is bold: sweet berries and citrus with a creamy exhale. The high hits cerebral first—euphoric and focusing—then settles into full-body relaxation. Potent, clean, and consistent.\n\nMeticulously cultivated. Hand-trimmed for maximum trichome preservation. Lab-tested for potency.\n\nPure. Potent. Uncompromising."
  },
  "Gelato": {
    "strain_type": "Hybrid",
    "genetics": "Sunset Sherbet × Thin Mint GSC",
    "thc": "20-26%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Humulene",
    "effects": "Euphoric, Creative, Relaxed, Happy",
    "flavors": "Sweet, Berry, Citrus, Earthy",
    "short_desc": "Cold. Calculated. Creamy. Gelato delivers smooth elevation wrapped in berry sweetness.",
    "long_desc": "Gelato is a modern classic for a reason. This balanced hybrid brings sophisticated flavor and a high that sharpens focus while maintaining calm. It's the strain you reach for before important decisions.\n\nSmooth berry notes dominate, backed by citrus brightness and earthy depth. The high is cerebral and focused, never overwhelming. Mental clarity meets physical ease. Perfect for daytime productivity or evening relaxation.\n\nCultivated with precision. Hand-trimmed by experts. Lab-tested for consistency and purity.\n\nClean. Potent. Sophisticated."
  },
  "Gelato31": {
    "strain_type": "Hybrid",
    "genetics": "Sunset Sherbet × Thin Mint GSC",
    "thc": "22-28%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Humulene",
    "effects": "Euphoric, Relaxed, Creative, Happy",
    "flavors": "Sweet, Berry, Citrus, Creamy",
    "short_desc": "Refined genetics. Gelato 31 brings elevated potency with the same smooth berry profile that made Gelato legendary.",
    "long_desc": "Gelato 31 takes the original formula and pushes it further. Higher potency, more refined terpene expression, and a high that hits harder while staying smooth. This is Gelato evolved.\n\nThe flavor profile is sophisticated: sweet berries and citrus with a creamy finish. The high is euphoric and creative, perfect for artistic endeavors or strategic thinking. Potent enough for seasoned users, balanced enough for everyone.\n\nGrown in controlled environments. Hand-trimmed for quality. Lab-tested for potency and purity.\n\nPure. Potent. Refined."
  },
  "Gg4": {
    "strain_type": "Hybrid",
    "genetics": "Chem's Sister × Sour Dubb × Chocolate Diesel",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Myrcene, Limonene",
    "effects": "Relaxed, Euphoric, Happy, Sleepy",
    "flavors": "Earthy, Diesel, Pine, Chocolate",
    "short_desc": "Heavy-hitting legend. GG4 delivers couch-lock potency with a diesel-fuel aroma that demands respect.",
    "long_desc": "GG4 (Gorilla Glue #4) is a modern legend for good reason. This potent hybrid brings heavy-hitting effects wrapped in a pungent diesel-chocolate aroma. It's called \"glue\" because you'll be stuck—to the couch, to the moment, to the experience.\n\nThe aroma is unmistakable: diesel fuel, earthy pine, and dark chocolate. The high is powerful and long-lasting—euphoric at first, then deeply relaxing. Perfect for evening use or when you need complete stress relief.\n\nCultivated with precision. Hand-trimmed to preserve resin. Lab-tested for maximum potency.\n\nHeavy. Potent. Legendary."
  },
  "Gorilla Glue 4": {
    "strain_type": "Hybrid",
    "genetics": "Chem's Sister × Sour Dubb × Chocolate Diesel",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Myrcene, Limonene",
    "effects": "Relaxed, Euphoric, Happy, Sleepy",
    "flavors": "Earthy, Diesel, Pine, Chocolate",
    "short_desc": "Heavy-hitting legend. Gorilla Glue 4 brings powerful relaxation and a diesel-fuel profile that sticks with you.",
    "long_desc": "Gorilla Glue 4 earned its reputation through pure potency and unmistakable character. This heavy-hitting hybrid delivers full-body relaxation and mental euphoria wrapped in pungent diesel aromatics.\n\nThe flavor is bold: diesel fuel, earthy pine, and chocolate undertones. The high hits hard and lasts long—euphoric elevation followed by deep physical relaxation. Best reserved for evening use or when complete stress relief is the goal.\n\nMeticulously cultivated. Hand-trimmed for maximum resin preservation. Lab-tested for potency.\n\nPowerful. Sticky. Uncompromising."
  },
  "Gary Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Gary Payton × Runtz",
    "thc": "26-31%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Uplifted, Creative, Relaxed",
    "flavors": "Sweet, Candy, Citrus, Fruity",
    "short_desc": "Championship genetics. Gary Runtz delivers all-star potency with candy-sweet flavor that wins every time.",
    "long_desc": "Gary Runtz combines two powerhouse strains into one championship-level hybrid. This is elite genetics meeting refined cultivation—potent, flavorful, and completely consistent.\n\nThe flavor profile is candy-forward with citrus brightness and fruity depth. The high is euphoric and creative, perfect for social situations or artistic endeavors. Potent enough to impress the most experienced users.\n\nGrown with precision. Hand-trimmed to preserve quality. Lab-tested for consistency and purity.\n\nElite. Potent. Championship."
  },
  "Gary Peyton Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Gary Payton × Runtz",
    "thc": "26-31%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Uplifted, Creative, Happy",
    "flavors": "Sweet, Fruity, Candy, Citrus",
    "short_desc": "Hall of Fame genetics. Gary Peyton Runtz brings elite potency and candy-sweet flavor in perfect balance.",
    "long_desc": "Gary Peyton Runtz represents the highest level of modern breeding. Named after the basketball legend, this strain brings championship-caliber effects and flavor. Elite genetics, expert cultivation, consistent results.\n\nThe aroma is candy-sweet with citrus and fruity undertones. The high is uplifting and euphoric, promoting creativity and social engagement. Potent, clean, and perfectly balanced.\n\nCultivated in controlled environments. Hand-trimmed for quality. Lab-tested for potency and purity.\n\nElite. Clean. Undefeated."
  },
  "Gas House Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × OG Kush",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Relaxed, Euphoric, Happy, Sleepy",
    "flavors": "Diesel, Sweet, Candy, Earthy",
    "short_desc": "Fuel-powered sweetness. Gas House Runtz combines candy genetics with diesel punch for a unique, powerful high.",
    "long_desc": "Gas House Runtz brings together the best of both worlds: Runtz candy sweetness meets OG diesel power. The result is a unique hybrid that satisfies both flavor seekers and potency hunters.\n\nThe aroma is complex: sweet candy notes layered over pungent diesel fuel. The high is potent and relaxing, starting euphoric and ending deeply calm. Perfect for evening use or stress relief.\n\nGrown with precision. Hand-trimmed to preserve terpenes. Lab-tested for consistency.\n\nPowerful. Unique. Uncompromising."
  },
  "Jet Fuel": {
    "strain_type": "Sativa-Dominant Hybrid",
    "genetics": "Aspen OG × High Country Diesel",
    "thc": "22-27%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Limonene, Caryophyllene",
    "effects": "Energetic, Euphoric, Focused, Creative",
    "flavors": "Diesel, Pine, Earthy, Citrus",
    "short_desc": "Sharp inhale. Nose burns. Chest tightens. Suddenly you're ten steps ahead. That's Jet Fuel.",
    "long_desc": "Jet Fuel doesn't ease in—it ignites. This sativa-dominant hybrid delivers immediate cerebral elevation and laser focus. The name isn't metaphor, it's warning.\n\nThe aroma hits like high-octane fuel: pungent diesel, pine, and citrus. The high is energizing and focused, perfect for daytime productivity or creative sessions. Mental clarity without anxiety. Energy without jitters.\n\nCultivated for potency. Hand-trimmed for quality. Lab-tested for purity.\n\nFast. Focused. Unfiltered."
  },
  "Lemon Cherry Gelato": {
    "strain_type": "Hybrid",
    "genetics": "Sunset Sherbet × Girl Scout Cookies",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Relaxed, Creative, Happy",
    "flavors": "Lemon, Cherry, Sweet, Citrus",
    "short_desc": "Bright citrus meets dark cherry. LCG delivers sophisticated flavor and a balanced high that satisfies every time.",
    "long_desc": "Lemon Cherry Gelato (LCG) is sophisticated breeding at its finest. This hybrid balances bright lemon zest with dark cherry sweetness, creating a complex flavor profile that's as refined as the high it delivers.\n\nThe aroma is layered: sharp lemon over sweet cherry with a creamy base. The high is euphoric and creative, perfect for social situations or artistic work. Balanced enough for any time of day, potent enough for experienced users.\n\nMeticulously cultivated. Hand-trimmed by experts. Lab-tested for consistency and potency.\n\nSophisticated. Balanced. Exceptional."
  },
  "Lcg": {
    "strain_type": "Hybrid",
    "genetics": "Sunset Sherbet × Girl Scout Cookies",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Relaxed, Creative, Happy",
    "flavors": "Lemon, Cherry, Sweet, Citrus",
    "short_desc": "Refined citrus fusion. LCG brings bright lemon and dark cherry in perfect balance.",
    "long_desc": "LCG (Lemon Cherry Gelato) represents modern breeding excellence. This hybrid delivers complex flavor—bright citrus meets dark fruit sweetness—and a high that balances mind and body perfectly.\n\nThe flavor is sophisticated: lemon zest, cherry sweetness, and a creamy finish. The high is euphoric without being overwhelming, creative without racing thoughts. Perfect for daytime use or evening relaxation.\n\nGrown in controlled environments. Hand-trimmed for quality. Lab-tested for purity.\n\nClean. Balanced. Refined."
  },
  "Lcg3": {
    "strain_type": "Hybrid",
    "genetics": "Lemon Cherry Gelato × Unknown",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Creative, Relaxed, Uplifted",
    "flavors": "Lemon, Cherry, Sweet, Creamy",
    "short_desc": "Evolution of excellence. LCG3 takes the legendary profile and pushes it further.",
    "long_desc": "LCG3 is the next generation of an already exceptional strain. Higher potency, more refined terpene expression, and a high that hits harder while maintaining perfect balance.\n\nThe flavor is elevated: intense lemon and cherry with a smooth creamy finish. The high is euphoric and creative, ideal for productivity or artistic work. Potent enough for veterans, sophisticated enough for connoisseurs.\n\nCultivated with precision. Hand-trimmed to preserve terpenes. Lab-tested for maximum potency.\n\nRefined. Potent. Evolved."
  },
  "Lemon Cherry Gelato 3": {
    "strain_type": "Hybrid",
    "genetics": "Lemon Cherry Gelato × Unknown",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Creative, Relaxed, Happy",
    "flavors": "Lemon, Cherry, Sweet, Creamy",
    "short_desc": "Refined evolution. Lemon Cherry Gelato 3 elevates the legendary profile with higher potency and more complex terpenes.",
    "long_desc": "Lemon Cherry Gelato 3 takes an already exceptional strain and refines it further. Enhanced potency, more complex terpene expression, and a high that delivers on every level.\n\nThe aroma is sophisticated: bright lemon, dark cherry, and a creamy base that ties it together. The high is euphoric and creative, promoting focus without anxiety. Balanced for any situation, potent enough to impress.\n\nGrown with precision. Hand-trimmed for quality. Lab-tested for consistency.\n\nSophisticated. Powerful. Uncompromising."
  },
  "Mochi Gelato": {
    "strain_type": "Hybrid",
    "genetics": "Sunset Sherbet × Thin Mint GSC",
    "thc": "22-27%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Humulene",
    "effects": "Relaxed, Euphoric, Happy, Calm",
    "flavors": "Sweet, Creamy, Vanilla, Earthy",
    "short_desc": "Smooth and sophisticated. Mochi Gelato delivers creamy sweetness and a balanced high that soothes without sedating.",
    "long_desc": "Mochi Gelato is refined genetics meeting expert cultivation. This hybrid brings smooth creamy flavors and a balanced high that satisfies both mind and body without overwhelming either.\n\nThe flavor profile is dessert-like: sweet vanilla cream with earthy undertones. The high is relaxing and euphoric, perfect for unwinding without complete sedation. Daytime or evening, social or solo—Mochi Gelato adapts.\n\nCultivated in controlled environments. Hand-trimmed for quality. Lab-tested for purity and potency.\n\nSmooth. Balanced. Refined."
  },
  "Oreoz": {
    "strain_type": "Hybrid",
    "genetics": "Cookies & Cream × Secret Weapon",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Relaxed, Euphoric, Happy, Sleepy",
    "flavors": "Chocolate, Vanilla, Diesel, Earthy",
    "short_desc": "Dark chocolate meets diesel fuel. Oreoz delivers potent relaxation wrapped in a complex, dessert-like profile.",
    "long_desc": "Oreoz is modern breeding at its boldest. This hybrid combines cookies genetics with powerful effects, creating a strain that's as potent as it is flavorful.\n\nThe aroma is unique: dark chocolate and vanilla layered over earthy diesel. The high is potent and relaxing, starting euphoric and ending deeply calm. Perfect for evening use or when complete stress relief is needed.\n\nMeticulously cultivated. Hand-trimmed to preserve trichome density. Lab-tested for potency.\n\nPowerful. Unique. Uncompromising."
  },
  "Peanut Butter Breath": {
    "strain_type": "Hybrid",
    "genetics": "Do-Si-Dos × Mendobreath F2",
    "thc": "24-28%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Relaxed, Euphoric, Happy, Sleepy",
    "flavors": "Nutty, Earthy, Herbal, Sweet",
    "short_desc": "Nutty and potent. Peanut Butter Breath delivers deep relaxation with a unique flavor profile that's impossible to forget.",
    "long_desc": "Peanut Butter Breath is one of the most uniquely flavored strains in modern cannabis. The name is accurate: nutty, earthy, and unmistakable. Backed by potent effects that deliver complete relaxation.\n\nThe aroma is distinctive: roasted nuts and earthy herbs with a sweet finish. The high is deeply relaxing—euphoric at first, then sedating. Perfect for evening use, stress relief, or sleep support.\n\nCultivated with precision. Hand-trimmed for quality. Lab-tested for potency and purity.\n\nUnique. Potent. Memorable."
  },
  "Pink Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Zkittlez × Gelato",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Uplifted, Relaxed, Creative",
    "flavors": "Sweet, Candy, Fruity, Berry",
    "short_desc": "Candy-coated elevation. Pink Runtz delivers pure euphoria wrapped in sweet fruit terpenes.",
    "long_desc": "Pink Runtz is refined Runtz genetics with an emphasis on flavor and balanced effects. This hybrid brings candy-sweet terpenes and a high that uplifts without overwhelming.\n\nThe aroma is pure candy: sweet berries, tropical fruit, and a smooth finish. The high is euphoric and uplifting, perfect for social situations or creative work. Potent enough to satisfy, smooth enough to enjoy.\n\nGrown in controlled environments. Hand-trimmed to preserve terpene integrity. Lab-tested for consistency.\n\nSweet. Potent. Balanced."
  },
  "Pink Pink Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Pink Runtz × Runtz",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Happy, Relaxed, Creative",
    "flavors": "Sweet, Candy, Berry, Tropical",
    "short_desc": "Double the flavor, double the potency. Pink Pink Runtz is refined candy genetics taken to the next level.",
    "long_desc": "Pink Pink Runtz doubles down on everything that made Runtz legendary. Enhanced flavor, higher potency, and a perfectly balanced high that satisfies on every level.\n\nThe aroma explodes with candy sweetness and tropical fruit. The high is euphoric and creative, promoting both mental clarity and physical relaxation. Potent enough for experienced users, smooth enough for everyone.\n\nMeticulously cultivated. Hand-trimmed for maximum quality. Lab-tested for potency.\n\nIntense. Balanced. Exceptional."
  },
  "Pink Lady Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Uplifted, Relaxed, Happy",
    "flavors": "Sweet, Fruity, Candy, Floral",
    "short_desc": "Elegant and potent. Pink Lady Runtz brings refined candy genetics with a smooth, sophisticated high.",
    "long_desc": "Pink Lady Runtz is Runtz genetics refined for elegance and potency. This hybrid delivers sweet candy flavors with subtle floral notes and a balanced high that's both uplifting and relaxing.\n\nThe flavor profile is sophisticated: candy sweetness with fruity depth and floral undertones. The high is euphoric and smooth, perfect for daytime or evening use. Potent without being overwhelming.\n\nGrown with precision. Hand-trimmed for quality. Lab-tested for consistency and purity.\n\nElegant. Potent. Refined."
  },
  "Pink Souffle": {
    "strain_type": "Hybrid",
    "genetics": "Pink Kush × Unknown",
    "thc": "22-27%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Relaxed, Euphoric, Happy, Calm",
    "flavors": "Sweet, Floral, Vanilla, Earthy",
    "short_desc": "Light and airy with serious potency. Pink Souffle delivers a fluffy flavor profile backed by heavy-hitting effects.",
    "long_desc": "Pink Souffle brings together delicate flavor and serious potency. This hybrid offers sweet floral notes with vanilla undertones and a high that's both euphoric and deeply relaxing.\n\nThe aroma is sophisticated: sweet vanilla and flowers over an earthy base. The high is powerful—euphoric at first, then deeply calming. Perfect for evening relaxation or stress relief.\n\nCultivated in controlled environments. Hand-trimmed to preserve terpenes. Lab-tested for potency.\n\nDelicate. Powerful. Refined."
  },
  "Purple Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Zkittlez × Gelato",
    "thc": "19-29%",
    "cbd": "<1%",
    "terpenes": "Caryophyllenne, Limonene, Linalool",
    "effects": "Euphoric, Relaxed, Happy, Uplifted",
    "flavors": "Sweet, Fruity, Tropical, Candy",
    "short_desc": "Purple perfection. Purple Runtz delivers candy-sweet flavor and a balanced high wrapped in stunning purple hues.",
    "long_desc": "Purple Runtz is Runtz genetics expressing maximum anthocyanin production, resulting in stunning purple coloration and exceptional flavor. This hybrid brings candy sweetness and perfectly balanced effects.\n\nThe aroma is pure candy: sweet berries, tropical fruit, and a smooth finish. The high is euphoric and uplifting, transitioning to gentle relaxation. Beautiful to look at, exceptional to experience.\n\nGrown in controlled environments to maximize color expression. Hand-trimmed for quality. Lab-tested for potency and purity.\n\nBeautiful. Potent. Exceptional."
  },
  "Purple Alien": {
    "strain_type": "Hybrid",
    "genetics": "Alien Kush × Unknown",
    "thc": "20-26%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Caryophyllene, Limonene",
    "effects": "Relaxed, Euphoric, Happy, Sleepy",
    "flavors": "Grape, Earthy, Sweet, Pine",
    "short_desc": "Otherworldly potency. Purple Alien delivers deep relaxation with a unique grape-pine profile.",
    "long_desc": "Purple Alien brings mysterious genetics and undeniable potency. This hybrid expresses deep purple hues and delivers a powerful, relaxing high that's perfect for evening use.\n\nThe aroma is distinct: grape and pine with earthy undertones. The high is deeply relaxing—euphoric at first, then sedating. Ideal for stress relief, pain management, or sleep support.\n\nCultivated with precision. Hand-trimmed to preserve color and trichomes. Lab-tested for potency.\n\nMysterious. Powerful. Unforgettable."
  },
  "Private Reserve": {
    "strain_type": "Indica-Dominant Hybrid",
    "genetics": "Unknown Private Genetics",
    "thc": "26-30%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Myrcene, Limonene",
    "effects": "Relaxed, Euphoric, Happy, Sleepy",
    "flavors": "Earthy, Diesel, Sweet, Pine",
    "short_desc": "Top-shelf exclusivity. Private Reserve delivers premium potency and refined flavor reserved for true connoisseurs.",
    "long_desc": "Private Reserve is exactly what the name implies: elite genetics, limited availability, maximum potency. This indica-dominant hybrid brings powerful relaxation and complex flavor profiles that satisfy the most discerning users.\n\nThe aroma is sophisticated: earthy diesel with sweet pine and subtle citrus. The high is potent and deeply relaxing—euphoric elevation followed by full-body calm. Perfect for evening use or when complete stress relief is required.\n\nMeticulously cultivated from private genetics. Hand-trimmed for maximum quality. Lab-tested for potency and purity.\n\nExclusive. Powerful. Uncompromising."
  },
  "Lemon Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Lemon Tree × Runtz",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Uplifted, Creative, Relaxed",
    "flavors": "Lemon, Sweet, Candy, Citrus",
    "short_desc": "Bright citrus meets candy sweetness. Lemon Runtz delivers uplifting euphoria with a tart-sweet flavor that pops.",
    "long_desc": "Lemon Runtz fuses tart lemon genetics with Runtz candy sweetness, creating a unique hybrid that's both uplifting and balanced. The result is a flavor-forward strain with potent, enjoyable effects.\n\nThe aroma is bright: sharp lemon zest over candy sweetness. The high is euphoric and creative, perfect for daytime productivity or social situations. Potent enough to satisfy, smooth enough to enjoy.\n\nGrown in controlled environments. Hand-trimmed for quality. Lab-tested for consistency.\n\nBright. Potent. Uplifting."
  },
  "Lemon Cherry Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Lemon Cherry Gelato × Runtz",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Creative, Relaxed, Happy",
    "flavors": "Lemon, Cherry, Sweet, Candy",
    "short_desc": "Elite fusion genetics. Lemon Cherry Runtz combines the best of LCG and Runtz for a complex, potent experience.",
    "long_desc": "Lemon Cherry Runtz is next-level breeding: two elite strains combined into one exceptional hybrid. This strain delivers complex flavor—lemon, cherry, and candy—backed by potent, balanced effects.\n\nThe aroma is layered: bright lemon, dark cherry, and candy sweetness. The high is euphoric and creative, promoting focus and relaxation simultaneously. Potent enough for veterans, sophisticated enough for connoisseurs.\n\nMeticulously cultivated. Hand-trimmed to preserve terpene complexity. Lab-tested for maximum potency.\n\nComplex. Potent. Elite."
  },
  "Girl Scout": {
    "strain_type": "Hybrid",
    "genetics": "OG Kush × Durban Poison",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Euphoric, Creative, Relaxed, Happy",
    "flavors": "Sweet, Mint, Earthy, Chocolate",
    "short_desc": "Legendary genetics. Girl Scout delivers classic cookie flavor with a potent, balanced high that's stood the test of time.",
    "long_desc": "Girl Scout (Girl Scout Cookies) is one of the most influential strains in modern cannabis. This hybrid brings the classic cookie flavor—sweet, minty, and earthy—with a potent high that balances mind and body perfectly.\n\nThe aroma is unmistakable: sweet mint and chocolate over an earthy base. The high is euphoric and creative, transitioning to gentle relaxation. Perfect for any time of day.\n\nCultivated with respect for the genetics. Hand-trimmed for quality. Lab-tested for consistency.\n\nLegendary. Potent. Timeless."
  },
  "Glitter Bomb": {
    "strain_type": "Hybrid",
    "genetics": "Grape Gas × OG Kush × Blueberry Headband",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Uplifted, Relaxed, Creative",
    "flavors": "Sweet, Berry, Diesel, Grape",
    "short_desc": "Explosive flavor. Glitter Bomb delivers a complex sweet-diesel profile with potent, euphoric effects that sparkle.",
    "long_desc": "Glitter Bomb is complex genetics meeting expert cultivation. This hybrid brings together grape, berry, and diesel aromatics with a high that's both uplifting and relaxing.\n\nThe flavor is complex: sweet berries and grape layered over diesel fuel. The high is euphoric and creative, perfect for social situations or artistic work. Potent, unique, and consistently excellent.\n\nGrown with precision. Hand-trimmed for maximum trichome preservation. Lab-tested for potency.\n\nExplosive. Potent. Unforgettable."
  },
  "London Jelly": {
    "strain_type": "Hybrid",
    "genetics": "London Pound Cake × Jealousy",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Euphoric, Relaxed, Happy, Calm",
    "flavors": "Sweet, Berry, Vanilla, Earthy",
    "short_desc": "Smooth and sophisticated. London Jelly brings refined sweetness and a balanced high that's both uplifting and calming.",
    "long_desc": "London Jelly is modern breeding excellence. This hybrid fuses London Pound Cake's dessert genetics with Jealousy's potent effects, creating a strain that's as sophisticated as it is powerful.\n\nThe aroma is refined: sweet berries and vanilla over an earthy base. The high is balanced—euphoric and uplifting at first, then gently relaxing. Perfect for any occasion.\n\nCultivated with precision. Hand-trimmed for quality. Lab-tested for consistency and potency.\n\nSophisticated. Balanced. Exceptional."
  },
  "Number 1": {
    "strain_type": "Hybrid",
    "genetics": "Private Genetics",
    "thc": "26-31%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Euphoric, Relaxed, Happy, Focused",
    "flavors": "Earthy, Sweet, Pine, Citrus",
    "short_desc": "Championship caliber. Number 1 delivers elite potency and balanced effects that earn the name.",
    "long_desc": "Number 1 isn't just a name—it's a standard. This hybrid brings championship-level potency and balanced effects that satisfy on every level. Private genetics cultivated to perfection.\n\nThe aroma is classic: earthy pine with sweet citrus undertones. The high is potent and balanced—euphoric focus paired with physical relaxation. Versatile enough for any time, potent enough for anyone.\n\nMeticulously cultivated from private genetics. Hand-trimmed for quality. Lab-tested for maximum potency.\n\nElite. Potent. Undefeated."
  },
  "ProjectZ": {
    "strain_type": "Hybrid",
    "genetics": "Classified Genetics",
    "thc": "27-32%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Euphoric, Creative, Focused, Relaxed",
    "flavors": "Earthy, Diesel, Sweet, Pine",
    "short_desc": "Experimental excellence. ProjectZ delivers cutting-edge genetics and maximum potency for the truly adventurous.",
    "long_desc": "ProjectZ represents the cutting edge of cannabis breeding. Classified genetics cultivated with precision, resulting in one of the most potent and unique strains available. This is the future.\n\nThe aroma is complex: earthy diesel with sweet pine and subtle citrus. The high is intensely potent—euphoric, creative, and deeply relaxing. For experienced users seeking the absolute pinnacle.\n\nCultivated from experimental genetics. Hand-trimmed for maximum quality. Lab-tested for extreme potency.\n\nExperimental. Extreme. Uncompromising."
  },
  "Faygo Cream": {
    "strain_type": "Hybrid",
    "genetics": "Faygo × Cookies and Cream",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Relaxed, Happy, Creative",
    "flavors": "Sweet, Creamy, Vanilla, Fruity",
    "short_desc": "Smooth cream soda genetics. Faygo Cream delivers sweet nostalgia with modern potency.",
    "long_desc": "Faygo Cream is a unique hybrid that brings cream soda sweetness and modern potency together. This strain delivers smooth, enjoyable flavor backed by balanced, potent effects.\n\nThe aroma is distinct: sweet cream soda with vanilla and fruity undertones. The high is euphoric and relaxing, perfect for unwinding without heavy sedation. Nostalgic flavor, modern performance.\n\nGrown in controlled environments. Hand-trimmed for quality. Lab-tested for consistency.\n\nSweet. Smooth. Potent."
  },
  "Mango Gushers": {
    "strain_type": "Hybrid",
    "genetics": "Gelato × Triangle Kush",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Limonene, Caryophyllene",
    "effects": "Euphoric, Relaxed, Happy, Uplifted",
    "flavors": "Mango, Tropical, Sweet, Fruity",
    "short_desc": "Tropical explosion. Mango Gushers delivers intense fruit flavor and a powerful, balanced high.",
    "long_desc": "Mango Gushers is pure tropical intensity. This hybrid brings explosive mango flavor backed by potent, balanced effects that satisfy both flavor seekers and potency hunters.\n\nThe aroma bursts with ripe mango and tropical fruit. The high is euphoric and uplifting, transitioning to gentle full-body relaxation. Perfect for any time you need an escape to the tropics.\n\nCultivated for maximum terpene expression. Hand-trimmed to preserve flavor. Lab-tested for potency.\n\nTropical. Potent. Explosive."
  },
  "Golden Gush": {
    "strain_type": "Hybrid",
    "genetics": "Gelato × Triangle Kush",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Creative, Relaxed, Happy",
    "flavors": "Sweet, Citrus, Tropical, Earthy",
    "short_desc": "Golden hour genetics. Golden Gush delivers refined sweetness and a balanced high that glows.",
    "long_desc": "Golden Gush is sophisticated Gushers genetics with enhanced terpene expression. This hybrid brings refined tropical sweetness and a balanced high that's both uplifting and relaxing.\n\nThe aroma is sophisticated: sweet citrus and tropical fruit over an earthy base. The high is euphoric and creative, perfect for productive days or social evenings. Balanced, potent, and consistently excellent.\n\nGrown with precision. Hand-trimmed for quality. Lab-tested for consistency and potency.\n\nRefined. Golden. Exceptional."
  },
  "Matcha Latto": {
    "strain_type": "Hybrid",
    "genetics": "Gelato × Unknown",
    "thc": "22-27%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Balanced, Focused, Creative, Calm",
    "flavors": "Earthy, Sweet, Creamy, Herbal",
    "short_desc": "Zen elevation. Matcha Latto brings balanced focus with a smooth, earthy-sweet profile.",
    "long_desc": "Matcha Latto is unique in the cannabis world: earthy matcha-like terpenes meeting Gelato sweetness. The result is a balanced hybrid that promotes focus and calm simultaneously.\n\nThe flavor is distinct: earthy herbal notes with sweet cream undertones. The high is balanced and focusing, perfect for productive work or creative endeavors. Calm without sedation, focused without anxiety.\n\nCultivated for unique terpene expression. Hand-trimmed for quality. Lab-tested for consistency.\n\nBalanced. Unique. Focused."
  },
  "Glue Latto": {
    "strain_type": "Hybrid",
    "genetics": "Gorilla Glue × Gelato",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Myrcene, Limonene",
    "effects": "Relaxed, Euphoric, Happy, Sleepy",
    "flavors": "Diesel, Sweet, Earthy, Chocolate",
    "short_desc": "Powerhouse fusion. Glue Latto combines GG4's potency with Gelato's flavor for a heavy-hitting hybrid.",
    "long_desc": "Glue Latto brings together two legendary strains: Gorilla Glue's knockout potency and Gelato's refined flavor. The result is a powerful hybrid that delivers on all fronts.\n\nThe aroma is complex: diesel fuel and chocolate meet sweet cream. The high is potent and deeply relaxing—euphoric at first, then sedating. Best reserved for evening use or serious stress relief.\n\nMeticulously cultivated. Hand-trimmed for maximum resin preservation. Lab-tested for potency.\n\nPowerful. Heavy. Uncompromising."
  },
  "Gogurt": {
    "strain_type": "Hybrid",
    "genetics": "Banana Kush × Unknown",
    "thc": "21-26%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Limonene, Caryophyllene",
    "effects": "Relaxed, Happy, Euphoric, Calm",
    "flavors": "Banana, Sweet, Creamy, Fruity",
    "short_desc": "Smooth and nostalgic. Gogurt delivers creamy banana sweetness with a relaxing, feel-good high.",
    "long_desc": "Gogurt is pure nostalgia in cannabis form. This hybrid brings smooth banana-cream flavor and a relaxing, feel-good high that's perfect for unwinding.\n\nThe aroma is sweet and inviting: banana cream with fruity undertones. The high is gentle and relaxing, promoting calm without heavy sedation. Perfect for evening relaxation or social situations.\n\nGrown for flavor. Hand-trimmed for quality. Lab-tested for consistency.\n\nSmooth. Nostalgic. Enjoyable."
  },
  "Candy Gruntz": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × Unknown",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Uplifted, Creative, Relaxed",
    "flavors": "Sweet, Candy, Fruity, Tropical",
    "short_desc": "Pure candy intensity. Candy Gruntz delivers explosive sweetness and potent, uplifting effects.",
    "long_desc": "Candy Gruntz takes Runtz genetics and amplifies the candy sweetness. This hybrid is pure flavor intensity backed by potent, balanced effects that satisfy every time.\n\nThe aroma explodes with candy and tropical fruit. The high is euphoric and uplifting, perfect for social situations or creative work. Sweet enough to satisfy flavor seekers, potent enough for experienced users.\n\nCultivated for maximum flavor expression. Hand-trimmed to preserve terpenes. Lab-tested for potency.\n\nIntense. Sweet. Potent."
  },
  "Bolo Candy": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Happy, Relaxed, Creative",
    "flavors": "Sweet, Candy, Fruity, Berry",
    "short_desc": "Refined candy genetics. Bolo Candy brings smooth sweetness and balanced euphoria.",
    "long_desc": "Bolo Candy is Runtz genetics refined for maximum enjoyment. This hybrid delivers smooth candy sweetness and a balanced high that's both uplifting and relaxing.\n\nThe aroma is pure candy: sweet berries and tropical fruit with a smooth finish. The high is euphoric and creative, perfect for daytime or evening use. Consistently enjoyable, reliably potent.\n\nGrown with precision. Hand-trimmed for quality. Lab-tested for consistency.\n\nSweet. Balanced. Reliable."
  },
  "Bomb Popz": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × Unknown",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Uplifted, Creative, Relaxed",
    "flavors": "Sweet, Fruity, Candy, Cherry",
    "short_desc": "Explosive sweetness. Bomb Popz delivers intense fruit-candy flavor with a powerful, balanced high.",
    "long_desc": "Bomb Popz is pure explosiveness in cannabis form. This hybrid brings intense fruit-candy flavor and potent effects that satisfy both flavor enthusiasts and potency seekers.\n\nThe aroma is intense: sweet cherry and mixed fruit candy. The high is euphoric and powerful, promoting creativity and relaxation simultaneously. Perfect for those who want maximum flavor and effects.\n\nCultivated for terpene intensity. Hand-trimmed to preserve quality. Lab-tested for potency.\n\nExplosive. Intense. Powerful."
  },
  "Pez Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Happy, Uplifted, Relaxed",
    "flavors": "Sweet, Candy, Fruity, Cherry",
    "short_desc": "Nostalgic candy genetics. Pez Runtz delivers pure sweetness and uplifting euphoria.",
    "long_desc": "Pez Runtz brings nostalgic Pez candy flavors into premium cannabis form. This hybrid delivers pure sweetness and a balanced, uplifting high that's consistently enjoyable.\n\nThe aroma is pure candy: sweet cherry and mixed fruit. The high is euphoric and uplifting, perfect for social situations or creative work. Sweet, smooth, and reliably potent.\n\nGrown for flavor. Hand-trimmed for quality. Lab-tested for consistency.\n\nNostalgic. Sweet. Uplifting."
  },
  "Lol Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × Unknown",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Giggly, Happy, Relaxed",
    "flavors": "Sweet, Fruity, Candy, Tropical",
    "short_desc": "Pure joy genetics. LOL Runtz delivers giggly euphoria wrapped in candy-sweet terpenes.",
    "long_desc": "LOL Runtz isn't just a name—it's an accurate description of the effects. This hybrid brings euphoric, giggly happiness wrapped in candy-sweet flavor. Perfect for social situations or when you need to lighten up.\n\nThe aroma is candy-sweet with tropical fruit undertones. The high is intensely euphoric and giggly, promoting laughter and good vibes. Social, fun, and consistently excellent.\n\nCultivated for feel-good effects. Hand-trimmed for quality. Lab-tested for consistency.\n\nEuphoric. Giggly. Joyful."
  },
  "Diamond Runtz": {
    "strain_type": "Hybrid",
    "genetics": "Zkittlez × Gelato",
    "thc": "25-30%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Linalool",
    "effects": "Euphoric, Relaxed, Happy, Uplifted",
    "flavors": "Sweet, Fruity, Candy, Berry",
    "short_desc": "Premium clarity. Diamond Runtz delivers crystal-clear effects and candy-sweet flavor.",
    "long_desc": "Diamond Runtz is top-shelf Runtz genetics expressing maximum trichome production. This hybrid brings incredible bag appeal, candy-sweet flavor, and potent, balanced effects.\n\nThe aroma is pure candy: sweet berries and tropical fruit. The high is clear and euphoric, promoting both mental clarity and physical relaxation. Beautiful, potent, and consistently exceptional.\n\nCultivated for maximum trichome production. Hand-trimmed to preserve quality. Lab-tested for potency.\n\nClear. Sparkling. Premium."
  },
  "Blue Nerds": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "22-27%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Creative, Uplifted, Relaxed",
    "flavors": "Berry, Sweet, Grape, Candy",
    "short_desc": "Blue candy genetics. Blue Nerds delivers sweet berry flavor and creative, uplifting effects.",
    "long_desc": "Blue Nerds brings candy genetics with a berry-grape twist. This hybrid delivers sweet, nostalgic flavor and a balanced high that's both creative and relaxing.\n\nThe aroma is sweet and fruity: blue raspberry and grape candy. The high is uplifting and creative, perfect for artistic work or social situations. Fun, flavorful, and consistently enjoyable.\n\nGrown for flavor expression. Hand-trimmed for quality. Lab-tested for consistency.\n\nSweet. Creative. Fun."
  },
  "Blue Ritz": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Relaxed, Euphoric, Happy, Calm",
    "flavors": "Berry, Sweet, Earthy, Herbal",
    "short_desc": "Sophisticated blue genetics. Blue Ritz delivers refined berry flavor with a smooth, balanced high.",
    "long_desc": "Blue Ritz is sophisticated berry genetics meeting modern potency. This hybrid brings refined flavor and a balanced high that's both relaxing and euphoric.\n\nThe aroma is sophisticated: sweet berries with earthy herbal undertones. The high is smooth and balanced—euphoric without being overwhelming, relaxing without sedation. Perfect for any occasion.\n\nCultivated with precision. Hand-trimmed for quality. Lab-tested for consistency.\n\nRefined. Smooth. Balanced."
  },
  "Blue A": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "21-26%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Caryophyllene, Limonene",
    "effects": "Relaxed, Happy, Euphoric, Calm",
    "flavors": "Berry, Sweet, Earthy, Floral",
    "short_desc": "Clean blue genetics. Blue A delivers smooth berry flavor and a balanced, feel-good high.",
    "long_desc": "Blue A is clean, straightforward blue genetics cultivated for consistency and enjoyment. This hybrid brings smooth berry flavor and a balanced high that's perfect for everyday use.\n\nThe aroma is clean and inviting: sweet berries with floral and earthy notes. The high is balanced and feel-good—relaxing without heavy sedation, uplifting without anxiety. Reliable and consistently enjoyable.\n\nGrown for consistency. Hand-trimmed for quality. Lab-tested for purity.\n\nClean. Reliable. Balanced."
  },
  "Black Ice": {
    "strain_type": "Indica-Dominant Hybrid",
    "genetics": "Black Domina × Unknown",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Caryophyllene, Limonene",
    "effects": "Relaxed, Euphoric, Sleepy, Happy",
    "flavors": "Earthy, Pine, Sweet, Menthol",
    "short_desc": "Cold and calculated. Black Ice delivers heavy relaxation with a cool, earthy-mint profile.",
    "long_desc": "Black Ice is indica-dominant genetics expressing maximum potency. This strain brings heavy relaxation wrapped in cool, earthy-mint aromatics. Perfect for evening use or serious stress relief.\n\nThe aroma is distinct: earthy pine with sweet menthol undertones. The high is powerful and deeply relaxing—euphoric at first, then sedating. Best reserved for night time or when complete relaxation is needed.\n\nCultivated for potency. Hand-trimmed to preserve trichomes. Lab-tested for maximum effects.\n\nCold. Heavy. Powerful."
  },
  "Blow Pop": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Uplifted, Creative, Happy",
    "flavors": "Sweet, Candy, Cherry, Berry",
    "short_desc": "Explosive candy genetics. Blow Pop delivers intense sweetness and powerful, uplifting effects.",
    "long_desc": "Blow Pop is pure candy intensity in cannabis form. This hybrid brings explosive sweet-tart flavor and potent, uplifting effects that satisfy on every level.\n\nThe aroma is intense candy: sweet cherry and berry with a tart finish. The high is euphoric and energizing, perfect for social situations or creative work. Fun, flavorful, and consistently potent.\n\nGrown for flavor intensity. Hand-trimmed for quality. Lab-tested for potency.\n\nExplosive. Sweet. Energizing."
  },
  "Cheese Puff": {
    "strain_type": "Hybrid",
    "genetics": "Cheese × Unknown",
    "thc": "20-25%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Myrcene, Limonene",
    "effects": "Relaxed, Happy, Euphoric, Calm",
    "flavors": "Cheese, Earthy, Pungent, Sweet",
    "short_desc": "Uniquely savory. Cheese Puff delivers a distinctive cheesy aroma with a smooth, relaxing high.",
    "long_desc": "Cheese Puff is one of the most uniquely flavored strains available. This hybrid brings a distinctive cheesy aroma—not for everyone, but unforgettable for those who appreciate it—and a smooth, relaxing high.\n\nThe aroma is unmistakable: pungent cheese with earthy sweetness. The high is relaxing and euphoric, perfect for unwinding after a long day. Unique flavor, reliable effects.\n\nCultivated for unique terpene expression. Hand-trimmed for quality. Lab-tested for consistency.\n\nUnique. Pungent. Memorable."
  },
  "Ghost Rider": {
    "strain_type": "Hybrid",
    "genetics": "Ghost OG × Unknown",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Caryophyllene, Limonene",
    "effects": "Euphoric, Relaxed, Happy, Creative",
    "flavors": "Diesel, Citrus, Earthy, Pine",
    "short_desc": "Phantom potency. Ghost Rider delivers powerful OG effects with a smooth citrus-diesel profile.",
    "long_desc": "Ghost Rider brings powerful OG genetics with enhanced terpene expression. This hybrid delivers the classic OG experience—diesel aromatics and potent effects—with modern refinement.\n\nThe aroma is classic OG: pungent diesel with citrus and pine. The high is potent and euphoric, promoting both creativity and relaxation. For those who appreciate classic cannabis character with modern potency.\n\nCultivated with respect for OG genetics. Hand-trimmed for quality. Lab-tested for potency.\n\nPowerful. Classic. Refined."
  },
  "Pure Sherb": {
    "strain_type": "Hybrid",
    "genetics": "Sunset Sherbet × Unknown",
    "thc": "22-27%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Euphoric, Relaxed, Creative, Happy",
    "flavors": "Sweet, Berry, Citrus, Earthy",
    "short_desc": "Clean Sherbet genetics. Pure Sherb delivers refined sweetness and a balanced, euphoric high.",
    "long_desc": "Pure Sherb is Sunset Sherbet genetics refined to essential excellence. This hybrid brings clean berry-citrus flavor and a perfectly balanced high that satisfies every time.\n\nThe aroma is refined: sweet berries and citrus with earthy depth. The high is euphoric and creative, perfect for daytime productivity or evening relaxation. Clean, consistent, and reliably potent.\n\nGrown for purity. Hand-trimmed for quality. Lab-tested for consistency.\n\nPure. Refined. Balanced."
  },
  "Japanese Peaches": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Limonene, Caryophyllene",
    "effects": "Euphoric, Relaxed, Happy, Uplifted",
    "flavors": "Peach, Sweet, Tropical, Floral",
    "short_desc": "Elegant fruit genetics. Japanese Peaches delivers refined sweetness and a smooth, euphoric high.",
    "long_desc": "Japanese Peaches is elegant fruit genetics meeting modern potency. This hybrid brings refined peach sweetness with floral undertones and a smooth, balanced high.\n\nThe aroma is sophisticated: ripe peach with tropical and floral notes. The high is euphoric and uplifting, transitioning to gentle relaxation. Elegant, enjoyable, and consistently excellent.\n\nCultivated for flavor elegance. Hand-trimmed to preserve terpenes. Lab-tested for quality.\n\nElegant. Sweet. Refined."
  },
  "Atm": {
    "strain_type": "Hybrid",
    "genetics": "Private Genetics",
    "thc": "26-31%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Euphoric, Focused, Creative, Relaxed",
    "flavors": "Earthy, Diesel, Sweet, Pine",
    "short_desc": "Money genetics. ATM delivers premium potency and balanced effects that pay dividends.",
    "long_desc": "ATM isn't just a name—it's a promise of value. This hybrid brings premium potency from private genetics and balanced effects that satisfy on every level. High-value, high-quality.\n\nThe aroma is sophisticated: earthy diesel with sweet pine undertones. The high is potent and balanced—euphoric focus paired with physical relaxation. Perfect for productivity or evening relaxation.\n\nCultivated from private genetics. Hand-trimmed for premium quality. Lab-tested for maximum potency.\n\nPremium. Potent. Valuable."
  },
  "Pop Candy": {
    "strain_type": "Hybrid",
    "genetics": "Runtz × Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Euphoric, Happy, Uplifted, Relaxed",
    "flavors": "Sweet, Candy, Fruity, Berry",
    "short_desc": "Explosive candy genetics. Pop Candy delivers intense sweetness and a powerful, uplifting high.",
    "long_desc": "Pop Candy is pure candy genetics expressing maximum flavor and potency. This hybrid brings explosive sweetness and a powerful, balanced high that pops.\n\nThe aroma is intensely sweet: candy and mixed berries. The high is euphoric and uplifting, perfect for social situations or creative work. Consistently potent, reliably enjoyable.\n\nGrown for maximum flavor. Hand-trimmed to preserve terpenes. Lab-tested for potency.\n\nExplosive. Sweet. Powerful."
  },
  "Apple-gummy": {
    "strain_type": "Hybrid",
    "genetics": "Apple × Unknown",
    "thc": "21-26%",
    "cbd": "<1%",
    "terpenes": "Limonene, Myrcene, Caryophyllene",
    "effects": "Uplifted, Creative, Happy, Relaxed",
    "flavors": "Apple, Sweet, Fruity, Candy",
    "short_desc": "Crisp candy genetics. Apple Gummy delivers fresh apple sweetness and an uplifting, creative high.",
    "long_desc": "Apple Gummy brings crisp apple genetics meeting candy sweetness. This hybrid delivers fresh, enjoyable flavor and an uplifting high that's perfect for daytime use.\n\nThe aroma is crisp and sweet: fresh apple with candy undertones. The high is uplifting and creative, promoting productivity and good vibes. Clean, enjoyable, and consistently satisfying.\n\nGrown for flavor. Hand-trimmed for quality. Lab-tested for consistency.\n\nCrisp. Sweet. Uplifting."
  },
  "Blueberry-gummy": {
    "strain_type": "Hybrid",
    "genetics": "Blueberry × Unknown",
    "thc": "20-25%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Caryophyllene, Limonene",
    "effects": "Relaxed, Happy, Euphoric, Calm",
    "flavors": "Blueberry, Sweet, Fruity, Candy",
    "short_desc": "Classic berry genetics. Blueberry Gummy delivers smooth blueberry sweetness and a relaxing, feel-good high.",
    "long_desc": "Blueberry Gummy is classic Blueberry genetics refined for modern enjoyment. This hybrid brings smooth blueberry sweetness and a relaxing, feel-good high that's perfect for unwinding.\n\nThe aroma is pure blueberry: sweet, fruity, and inviting. The high is relaxing and euphoric, perfect for evening use or stress relief. Classic flavor, reliable effects.\n\nCultivated for flavor purity. Hand-trimmed for quality. Lab-tested for consistency.\n\nClassic. Sweet. Relaxing."
  },
  "Grape-gummy": {
    "strain_type": "Hybrid",
    "genetics": "Grape Ape × Unknown",
    "thc": "21-26%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Caryophyllene, Limonene",
    "effects": "Relaxed, Happy, Euphoric, Sleepy",
    "flavors": "Grape, Sweet, Berry, Candy",
    "short_desc": "Purple candy genetics. Grape Gummy delivers bold grape flavor and a deeply relaxing high.",
    "long_desc": "Grape Gummy brings bold grape genetics meeting candy sweetness. This hybrid delivers intense grape flavor and a deeply relaxing high that's perfect for evening use.\n\nThe aroma is bold: sweet grape and berry candy. The high is relaxing and euphoric, transitioning to gentle sedation. Perfect for unwinding after a long day.\n\nGrown for flavor intensity. Hand-trimmed for quality. Lab-tested for consistency.\n\nBold. Sweet. Relaxing."
  },
  "Fruit-punch-gummy": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "22-27%",
    "cbd": "<1%",
    "terpenes": "Limonene, Myrcene, Caryophyllene",
    "effects": "Euphoric, Uplifted, Happy, Creative",
    "flavors": "Tropical, Sweet, Fruity, Candy",
    "short_desc": "Tropical candy fusion. Fruit Punch Gummy delivers explosive fruit flavor and an uplifting, euphoric high.",
    "long_desc": "Fruit Punch Gummy is a tropical fruit explosion in cannabis form. This hybrid brings intense mixed-fruit flavor and an uplifting, euphoric high that's perfect for social situations.\n\nThe aroma is explosive: tropical fruits and candy sweetness. The high is euphoric and energizing, promoting creativity and good vibes. Fun, flavorful, and consistently enjoyable.\n\nCultivated for flavor intensity. Hand-trimmed for quality. Lab-tested for potency.\n\nTropical. Euphoric. Explosive."
  },
  "Green-tea-gummy": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "20-25%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Balanced, Focused, Creative, Calm",
    "flavors": "Earthy, Herbal, Sweet, Floral",
    "short_desc": "Zen candy genetics. Green Tea Gummy delivers balanced focus with unique earthy-sweet flavor.",
    "long_desc": "Green Tea Gummy is uniquely balanced genetics bringing earthy green tea notes meeting candy sweetness. This hybrid delivers a focused, calm high that's perfect for productive work.\n\nThe aroma is unique: earthy green tea with sweet floral undertones. The high is balanced and focusing, promoting productivity without anxiety. Calm, creative, and consistently centered.\n\nGrown for unique flavor expression. Hand-trimmed for quality. Lab-tested for consistency.\n\nZen. Balanced. Unique."
  },
  "Honey-gummy": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "21-26%",
    "cbd": "<1%",
    "terpenes": "Myrcene, Limonene, Caryophyllene",
    "effects": "Relaxed, Happy, Euphoric, Calm",
    "flavors": "Sweet, Honey, Floral, Earthy",
    "short_desc": "Golden sweetness. Honey Gummy delivers smooth honey flavor and a gentle, relaxing high.",
    "long_desc": "Honey Gummy brings golden honey sweetness to cannabis form. This hybrid delivers smooth, natural sweetness and a gentle, relaxing high that's perfect for unwinding.\n\nThe aroma is golden: sweet honey with floral and earthy notes. The high is relaxing and euphoric, providing calm without heavy sedation. Smooth, sweet, and consistently enjoyable.\n\nCultivated for natural sweetness. Hand-trimmed for quality. Lab-tested for purity.\n\nGolden. Smooth. Calming."
  },
  "Chocolate-chip-cookie": {
    "strain_type": "Hybrid",
    "genetics": "Girl Scout Cookies × Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Euphoric, Relaxed, Happy, Creative",
    "flavors": "Chocolate, Sweet, Earthy, Mint",
    "short_desc": "Dessert genetics. Chocolate Chip Cookie delivers classic cookie flavor with potent, balanced effects.",
    "long_desc": "Chocolate Chip Cookie is Girl Scout Cookies genetics expressing maximum dessert character. This hybrid brings chocolate sweetness and classic cookie effects—euphoric, creative, and deeply satisfying.\n\nThe aroma is dessert-like: chocolate and sweet mint over an earthy base. The high is potent and balanced—euphoric creativity transitioning to gentle relaxation. Perfect for any time you need both focus and calm.\n\nGrown from elite genetics. Hand-trimmed for quality. Lab-tested for potency.\n\nDessert-like. Potent. Satisfying."
  },
  "Peanut-butter-cookie": {
    "strain_type": "Hybrid",
    "genetics": "Do-Si-Dos × Unknown",
    "thc": "23-27%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Relaxed, Euphoric, Happy, Calm",
    "flavors": "Nutty, Sweet, Earthy, Vanilla",
    "short_desc": "Nutty dessert genetics. Peanut Butter Cookie delivers unique nutty sweetness and a deeply relaxing high.",
    "long_desc": "Peanut Butter Cookie brings unique nutty dessert genetics to cannabis. This hybrid delivers an unmistakable peanut butter flavor and a deeply relaxing high that's perfect for evening use.\n\nThe aroma is distinct: nutty peanut butter with sweet vanilla and earthy undertones. The high is relaxing and euphoric, providing complete stress relief. Unique, memorable, and consistently satisfying.\n\nCultivated for unique flavor. Hand-trimmed for quality. Lab-tested for potency.\n\nNutty. Unique. Relaxing."
  },
  "Apple-tart-concentrate": {
    "strain_type": "Hybrid",
    "genetics": "Apple × Unknown",
    "thc": "22-27%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Uplifted, Creative, Happy, Focused",
    "flavors": "Apple, Tart, Sweet, Citrus",
    "short_desc": "Tart apple genetics. Apple Tart delivers bright, crisp flavor and an uplifting, focused high.",
    "long_desc": "Apple Tart brings bright, tart apple genetics with modern potency. This hybrid delivers crisp apple flavor with a tart twist and an uplifting, focusing high that's perfect for daytime productivity.\n\nThe aroma is bright and tart: fresh apple with citrus brightness. The high is uplifting and focusing, promoting creativity and mental clarity. Clean, energizing, and consistently productive.\n\nGrown for flavor brightness. Hand-trimmed for quality. Lab-tested for consistency.\n\nTart. Bright. Focusing."
  },
  "Cake-pie-concntrate": {
    "strain_type": "Hybrid",
    "genetics": "Wedding Cake × Unknown",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Limonene, Myrcene",
    "effects": "Relaxed, Euphoric, Happy, Creative",
    "flavors": "Vanilla, Sweet, Earthy, Dough",
    "short_desc": "Rich dessert genetics. Cake Pie delivers decadent vanilla-dough flavor and a potent, relaxing high.",
    "long_desc": "Cake Pie is rich dessert genetics meeting modern potency. This hybrid brings decadent cake and pie flavors—vanilla, dough, and sweetness—with a potent, relaxing high that satisfies completely.\n\nThe aroma is bakery-fresh: vanilla cake and sweet dough with earthy depth. The high is potent and relaxing, starting euphoric and ending deeply calm. Perfect for evening indulgence.\n\nCultivated for dessert expression. Hand-trimmed for quality. Lab-tested for potency.\n\nDecadent. Potent. Satisfying."
  },
  "Candyland-concentrate": {
    "strain_type": "Sativa-Dominant Hybrid",
    "genetics": "Granddaddy Purple × Bay Platinum Cookies",
    "thc": "24-29%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Energetic, Euphoric, Creative, Uplifted",
    "flavors": "Sweet, Candy, Berry, Earthy",
    "short_desc": "Energizing candy genetics. Candyland delivers sweet flavor and a powerful, creative high.",
    "long_desc": "Candyland is sativa-dominant genetics bringing sweet candy flavor and energizing effects. This hybrid delivers mental stimulation and creative energy wrapped in enjoyable sweetness.\n\nThe aroma is candy-sweet with berry and earthy notes. The high is energizing and creative, perfect for daytime productivity or artistic work. Sweet flavor, powerful effects.\n\nGrown for energy and flavor. Hand-trimmed for quality. Lab-tested for potency.\n\nEnergizing. Sweet. Creative."
  },
  "Cinnamon-slice-concentrate": {
    "strain_type": "Hybrid",
    "genetics": "Unknown",
    "thc": "21-26%",
    "cbd": "<1%",
    "terpenes": "Caryophyllene, Myrcene, Limonene",
    "effects": "Relaxed, Happy, Euphoric, Warm",
    "flavors": "Cinnamon, Spice, Sweet, Earthy",
    "short_desc": "Warm spice genetics. Cinnamon Slice delivers unique cinnamon-spice flavor and a warming, relaxing high.",
    "long_desc": "Cinnamon Slice is uniquely spiced genetics bringing warm cinnamon flavor to cannabis. This hybrid delivers a comforting, warming high that's perfect for evening relaxation.\n\nThe aroma is warm and inviting: cinnamon spice with sweet and earthy undertones. The high is relaxing and euphoric, providing comfort and stress relief. Unique, warming, and satisfying.\n\nCultivated for unique spice expression. Hand-trimmed for quality. Lab-tested for consistency.\n\nWarm. Spiced. Comforting."
  },
  "Lemon-soda-vape": {
    "strain_type": "Sativa-Dominant Hybrid",
    "genetics": "Lemon × Unknown",
    "thc": "23-28%",
    "cbd": "<1%",
    "terpenes": "Limonene, Caryophyllene, Myrcene",
    "effects": "Energetic, Uplifted, Creative, Focused",
    "flavors": "Lemon, Citrus, Sweet, Fizzy",
    "short_desc": "Effervescent lemon genetics. Lemon Soda delivers bright citrus flavor and an energizing, uplifting high.",
    "long_desc": "Lemon Soda is bright lemon genetics bringing effervescent energy. This sativa-dominant hybrid delivers intense lemon-citrus flavor and an energizing high that's perfect for daytime use.\n\nThe aroma is bright and sharp: lemon soda with sweet citrus fizz. The high is energizing and uplifting, promoting focus and creativity. Clean energy, bright flavor.\n\nGrown for citrus brightness. Hand-trimmed for quality. Lab-tested for potency.\n\nBright. Energizing. Effervescent."
  }
}

